Repository: zuhir1/NovaTune12
Catalog: NovaTune-Windows-Suite-Source (1)/src/NovaTune.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de

# NavDashboard.Content
source: Dashboard
ar_sa: لوحة التحكم
de_de: Übersicht

# NavScan.Content
source: Smart Scan
ar_sa: الفحص الذكي
de_de: Intelligenter Scan

# NavClean.Content
source: Cleaning
ar_sa: التنظيف
de_de: Bereinigung

# NavPerformance.Content
source: Performance
ar_sa: الأداء
de_de: Leistung

# NavRepair.Content
source: Windows Repair
ar_sa: إصلاح Windows
de_de: Windows-Reparatur

# NavDisk.Content
source: Disk Analyzer
ar_sa: تحليل القرص
de_de: Datenträgeranalyse

# NavSecurity.Content
source: Security
ar_sa: الأمان
de_de: Sicherheit

# NavHardware.Content
source: Hardware
ar_sa: العتاد

# Greeting.Text
source: Good evening
ar_sa: مساء الخير
de_de: Guten Abend

# DashboardHeadline.Text
source: Your PC at a glance
ar_sa: نظرة سريعة على جهازك
de_de: Ihr PC auf einen Blick

# UndoButton.Content
source: Undo last cleanup
ar_sa: التراجع عن آخر تنظيف
de_de: Letzte Bereinigung rückgängig machen

# ScanButton.Content
source: Smart Scan
ar_sa: الفحص الذكي
de_de: Intelligenter Scan

# SafeCleanupTitle.Text
source: Safe cleanup
ar_sa: التنظيف الآمن
de_de: Sichere Bereinigung

# SafeCleanupDescription.Text
source: Preview allow-listed caches. Files are quarantined and can be restored.
ar_sa: عاين ملفات التخزين المؤقت المسموح بها. تُنقل الملفات إلى العزل ويمكن استعادتها.
de_de: Vorschau freigegebener Caches. Dateien werden in Quarantäne verschoben und können wiederhergestellt werden.

# PreviewButton.Content
source: Preview cleanup
ar_sa: معاينة التنظيف
de_de: Bereinigung prüfen
